Repository: collective/-collective.behavior.paywall
Catalog: src/collective/behavior/paywall/locales/*/LC_MESSAGES/collective.behavior.paywall.po
Languages: es, pt_br

source: A behavior for Dexterity-based content types that adds a Paywall for your content.
es: Un behavior para tipos de contenido basados en Dexterity que adiciona un Paywall.
pt_br: Um behavior para tipos de conteúdo baseados no Dexterity que adiciona uma Paywall.

source: Adds a paywall for content.
es: Adiciona un paywall para el contenido.
pt_br: Adiciona um paywall para o conteúdo.

source: Button text
es: Texto del botón
pt_br: Texto do botão

source: Continue reading
es: Continuar leyendo
pt_br: Continuar lendo

source: Enable paywall
es: Habilitar el paywall
pt_br: Habilitar o paywall

source: Enable paywall globally
es: Habilitar el paywall globalmente
pt_br: Habilitar o paywall globalmente

source: Enable the paywall for this item.
es: Hablita el paywall para este elemento.
pt_br: Habilitar o Paywall para este elemento.

source: Enable the paywall on this site.
es: Habilita el paywall en este sitio.
pt_br: Habilitar o Paywall em este site.

source: Paywall Support
es: Soporte para Paywall
pt_br: Suporte para Paywall

source: Settings for the paywall.
es: Configuración del paywall.
pt_br: Configuração do paywall.

source: Text to be shown in the button used to bypass the paywall.
es: Texto que será mostrado en el botón utilizado para pasar el paywall.
pt_br: Texto que será mostrado no botão usado para passar por cima do paywall.

source: This expression is used to locate the last element to be shown. All elements after this one will be held behind the paywall. Default expression selects the second paragraph of the content.
es: Esta expresión será utilizada para ubicar el último elemento que será mostrado. Todos los elementos después de este serán confinado detrás del paywall. La expresión por defecto selecciona el segundo párrafo del contenido.
pt_br: Esta expressão é usada para localizar o último elemento a ser mostrado no conteúdo. Qualquer elemento após este, será ocultado detrás do paywall. A expressão padrão seleciona o segundo parágrafo do conteúdo.

source: Uninstalls collective.behavior.paywall.
es: Desinstala collective.behavior.paywall.
pt_br: Desinstala o collective.behavior.paywall.

source: XPath expression
es: Expresión XPath
pt_br: Expressão XPath
